#include <iostream>

/*
    Написать программу поиска в ширину, реализующую алгоритм поиска пути на графе между двумя вершинами. 

    Результат выдавать перечислением вершин в порядке их обхода.
*/

int main() {
    std::cout << "Hello World!";
    return 0;
}